{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "Data in Research Aotearoa",
  "language": "en",
  "home_page_url": "https://dir-aotearoa.github.io/",
  "feed_url": "https://dir-aotearoa.github.io/feed/feed.json",
  "description": "We are experts, communities, and organisations involved in the production, measurement, collection, storage, and use of data in research.",
  "author": {
    "name": "Nick Jones",
    "url": "https://profiles.auckland.ac.nz/n-jones"
  },
  "items": [{
      "id": "https://dir-aotearoa.github.io/posts/landscape-review-proposal/",
      "url": "https://dir-aotearoa.github.io/posts/landscape-review-proposal/",
      "title": "",
      "content_html": "<hr>\n<p>title: Aotearoa NZ Data Landscape Review<br>\ndescription: We propose to undertake a landscape review of data in research. The review will: Summarise the research data landscape in Aotearoa; identifying the key actors, institutions and initiatives in both the public and private sectors; Identify challenges and opportunities for the current research data ecosystem; Consider issues relating to Māori data sovereignty.<br>\ndate: 2022-06<br>\nauthor: Richard Hartshorn, Tahu Kukutai<br>\ntags:</p>\n<ul>\n<li>Committee<br>\nlayout: layouts/post.njk</li>\n</ul>\n<hr>\n<p>The Aotearoa New Zealand National Committee on Data in Research is a newly established group which brings together a diverse range of experts, communities, and organisations involved in the production, measurement, collection, storage, and use of data in research. The Committee provides a unique forum for identifying the challenges, opportunities, and initiatives which characterise Aotearoa’s current and future research data ecosystem, and connects to the global research ecosystem through national membership roles within such bodies as CODATA, WDS, and RDA. The committee recognises the uniqueness of Te Tiriti o Waitangi as a guiding and innovative force and supports the principles of Indigenous and Māori data sovereignty. A core group (Richard Hartshorn, Tahu Kukutai, Nick Jones, Michelle Blake, Bapon Fakhruddin, Ilze Ziedins) has been assembled to progress the Committee’s goals, and to generate and maintain momentum. Initiation of key projects was rapidly identified as a practical and necessary route to such outcomes.</p>\n<p>As an initial project, the core group has identified the need for an Aotearoa data landscape review. Several landscape-type initiatives have been undertaken, but all have major gaps. The AI Forum 2018 report ‘Artificial Intelligence: Shaping a Future New Zealand’ provided limited mapping of the emerging Aotearoa AI landscape, but was largely focused on discussing the economic and societal implications and recommendations for removing barriers and challenges to AI adoption. Issues relating to Māori, mātauranga Māori, and Māori data sovereignty remained largely unaddressed. Furthermore, the challenges inherent in the data lifecycle are much broader than those related to the AI technologies that can be applied at points in that lifecycle.</p>\n<p>The Royal Society Te Apārangi 2019 report ‘The age of artificial intelligence in Aotearoa’ summarised the risks and opportunities of AI for Aotearoa, but its main purpose was to connect to a much larger report on AI and wellbeing from the Australian Council of Learned Academies. The now-defunct New Zealand Data Futures Forum produced a range of reports focused on how to accelerate Aotearoa to be the world leader in the trusted use of shared data. None of these initiatives provided a clear summary of the state of data in Aotearoa.</p>\n<p>Using the example of the Canadian research data management landscape review, we propose to undertake a landscape review of data in research. The review will:</p>\n<ul>\n<li>Summarise the research data landscape in Aotearoa, identifying the key actors, institutions and initiatives in both the public and private sectors.</li>\n<li>Identify challenges and opportunities for the current research data ecosystem.</li>\n<li>Consider issues relating to Māori data sovereignty.</li>\n</ul>\n",
      "date_published": "2023-07-02T06:29:11Z"
    },{
      "id": "https://dir-aotearoa.github.io/posts/founding-members-announced/",
      "url": "https://dir-aotearoa.github.io/posts/founding-members-announced/",
      "title": "Founding members announced.",
      "content_html": "<p><em>The founding members for the Committee on Data in Research have been announced following a <a href=\"https://www.royalsociety.org.nz/news/aotearoa-new-zealand-national-committee-on-data-in-research-request-for-expressions-of-interest/\">national call for expressions of interest</a> supported by Te Apārangi the Royal Society of New Zealand.</em></p>\n<p>On behalf of the establishment group for the Aotearoa New Zealand Committee on Data in Research, I am pleased to present the recommended roster for the committee.</p>\n<ul>\n<li><strong>Maryam Alavi</strong>, Plant and Food Research, Data Science</li>\n<li><strong>Michelle Blake</strong>, University of Waikato/Council of New Zealand University Librarians/Open Access Australasia Executive Board/International Association of University Libraries Executive Board, Library</li>\n<li><strong>Bapon Fakhruddin</strong>, Tonkin + Taylor, Engineer/Disaster Risk Resilience</li>\n<li><strong>Richard Hartshorn</strong>, University of Canterbury/CODATA Executive Committee/IUPAC Secretary General, Chemistry</li>\n<li><strong>Nick Jones</strong>, NeSI/RDA Organisational Advisory Board, Research Software &amp; Data - Skills &amp; Infrastructure</li>\n<li><strong>Tahu Kukutai</strong>, University of Waikato/Ngā Pae o te Māramatanga/Global Indigenous Data Alliance, Demography</li>\n<li><strong>Andrew Lensen</strong>, Victoria University of Wellington, Artificial Intelligence</li>\n<li><strong>Barry Milne</strong>, University of Auckland/COMPASS, Social Sciences</li>\n<li><strong>Gerald (Jay) Naepi</strong>, Matada Research Group, Pacific peoples</li>\n<li><strong>Grace Walker</strong>, University of Otago/Ngāi Tahu Research Centre/Think Analytic Ltd, Psychology/Data Science</li>\n</ul>\n<p>We received approximately 30 expressions of interest, and it was very challenging to develop a roster that we believe provides a balance of discipline expertise, sector representation, career stage, and diversity.</p>\n<p>We did note, in particular, that there was a pleasing number of expressions of interest from early career researchers. The establishment group will be recommending to the new committee that an early career group be established within the forum, and this idea did have some influence on our recommendation.</p>\n<p>We wish to emphasise that the terms of reference for the committee specify a regular turn-over of membership, and we anticipate that applicants who have been unsuccessful in this round or any other members of the wider forum will join the committee in future.</p>\n<p>We have called the meeting of the wider forum, with a view to securing your approval of our recommendations, and we hope that you will be able to attend that meeting and participate in the work taken on by the forum.</p>\n<p>Ngā mihi<br>\nRichard Hartshorn</p>\n",
      "date_published": "2022-07-11T00:00:00Z"
    },{
      "id": "https://dir-aotearoa.github.io/posts/tap-submission/",
      "url": "https://dir-aotearoa.github.io/posts/tap-submission/",
      "title": "Response to Te Ara Paerangi.",
      "content_html": "<p>Who we are and why we are making a submission</p>\n<p>a. This submission is from a small group of colleagues from diverse backgrounds and roles in research who have convened around a common theme of data in research. The submitters are part of a formative group looking to establish a cross-sector committee on data in research at the request of the Royal Society Te Apārangi. The committee on data in research aims to promote and connect across a broad and inclusive landscape, identifying the challenges, needs, opportunities, and initiatives which characterise Aotearoa New Zealand’s current and future research ecosystem. The committee recognises the uniqueness of the Te Tiriti partnership as a guiding and innovative force, and aims to facilitate broader awareness of opportunities and connections within a global research ecosystem, including taking on a role of national membership within such bodies as CODATA, WDS, and RDA.</p>\n<p>b. The submitters come from a range of research sector backgrounds and roles. We embrace an inclusive definition of research including Mātauranga Māori, which assumes governance, leadership, and priority setting in relevant spaces belongs with Māori.</p>\n<p>c. We’re making this submission as we’re recognising common interests around data in research despite our diverse situations and needs. These interests lie in exploring values and principles, addressing policies and practices, and promoting goals and investments across a wide range of communities and institutions within the research sector. As we embark, our vision for the future is somewhat constrained by a high degree of fragmentation across the sector - there is no holistic view of the research data landscape, nor a recognisable body that aspires to establish a vision for this essential aspect of a modern research sector. Aotearoa New Zealand is not advanced in the capability to exploit research data and therefore unable to maximise the value of research data as an asset/taonga, and ensure reuse of data or reproducibility to increase the trust in science.</p>\n<p>Submitters</p>\n<ul>\n<li>Michelle Blake, University Librarian, University of Waikato</li>\n<li>Richard Hartshorn, Professor of Chemistry, University of Canterbury, and Secretary General of the<br>\nInternational Union of Pure and Applied Chemistry</li>\n<li>Nick Jones, Director, NeSI - New Zealand eScience Infrastructure, University of Auckland</li>\n<li>Kristin Stock, Director, Massey Geoinformatics Collaboratory, Massey University</li>\n<li>Ilze Ziedins, University of Auckland</li>\n<li>Bapon Fakhruddin, Tonkin + Taylor</li>\n<li>Blair Hall, Measurement Standards Laboratory of New Zealand, Callaghan Innovation</li>\n<li>Maui Hudson, Te Kotahi Research Institute, University of Waikato</li>\n</ul>\n<p>This submission represents our views as individuals, and may not necessarily reflect the view of our employing<br>\ninstitutions.</p>\n<p>What does good look like?</p>\n<p>d. Our collective ambition for data in research is rich in potential:</p>\n<ul>\n<li>ethics and quality in the way data is incorporated into and applied within research, with a focus on being in service to the communities and environments it characterises and with a te ao Māori appreciation woven throughout;</li>\n<li>description of data standardised in support of research integrity and accuracy, underpinning quality and reproducible research;</li>\n<li>research skills, practice, and infrastructure that enable researchers to make data as open as possible and as closed as necessary, all the while embracing FAIR and CARE principles;</li>\n<li>research institutions, policies, and funding which enable appropriate sharing of knowledge across horizons of research, including into practical application to enhance cultural, social, environmental, and economic outcomes;</li>\n<li>Māori-led research data spaces, founded on co-governance and with autonomy on priority setting and investment.</li>\n</ul>\n<p>e. Research is increasingly interdisciplinary, as illustrated by global grand challenges of the kind embodied in the UN Sustainable Development Goals, the Sendai Framework (2015-2030), Paris Climate Agreement (UNFCC 2015), and the Habitat III New Urban Agenda (United Nations Habitat III 2016), and this requires the development of new connections between people and between organisations, particularly in the context of data and data management. Sharing best practice and building relationships, both nationally and internationally, will add value to the work that we do, and open up new opportunities for collaborative research with enhanced benefit to Aotearoa New Zealand.</p>\n<p>f. We see a prominent role for Aotearoa New Zealand in the global ecology of research data - innovation will stem in part from our human-centred approaches which empower people and their communities. We see partnerships with Māori communities driving towards distribution and delegation of control to individuals and groups, including place based initiatives such as is envisioned through the regional Māori knowledge hubs. Through these mechanisms we collectively build capability for more ethical use of data, and accelerate new research such as in precision medicine and targeted public health.</p>\n<p>g. It is vital that the integration of mātauranga Māori leads the approach to research data management. Work has already taken place in relation to Indigenous and Māori data sovereignty which highlighted the need for data schemas, methods and tools that can be applied to Indigenous data. Consideration needs to be given as to how any data schemas e.g. Traditional Knowledge Labels are utilised to ensure the use of CARE (collective benefit, authority to control, responsibility, ethics) principles as well as the FAIR principles. Consideration of Mātauranga Māori will allow community control and self-determination in relation to data stewardship. This will be enabled by support for the development of standards relevant to Indigenous data (e.g IEEE Recommended Practice on Provenance of Indigenous Peoples’ Data <a href=\"https://standards.ieee.org/ieee/2890/10318/\">https://standards.ieee.org/ieee/2890/10318/</a> )</p>\n<p>h. We are advocates for a national approach to assist with skilled workforce shortages, for example, those that specialise in digital preservation and research data management and Māori data sovereignty. This would allow opportunities to be explored such as the creation of roles that could be shared across institutions to support research data management (this could be particularly useful for those in Art and Humanities areas where skills levels to support this are generally lower).</p>\n<p>i. Our vision is of a sector able to prioritise and invest into data spaces and platforms of high quality research data, which then act as catalysts for new research ideas, new methods, and greater degrees of interdisciplinary collaboration in addressing a wide range of needs. These platforms are empowered to operate beyond institutional boundaries, are co-designed with end-user communities and infrastructure partners all at the table, which through their work build a coherent framework across institutions for data sharing and discovery appropriate to delivery on their purpose or mission.</p>\n<p>j. These research data spaces become a core function, enabling the fulfilling of obligations for the retention of data and sharing it when it may be of use to others. As a sector we need ways in which research outputs and data can be leveraged to achieve more, or be useful in ways not envisaged at the time the research was done. Funding mechanisms need to operate outside of project funding structures, and incorporate interests beyond one organisation.</p>\n<p>k. We need data spaces as products that are supported from inception through to ongoing services, which then support and enable others with which they connect and collaborate. This embodies active encouragement to provide value for others and offers a route by which key inter-organisational infrastructure can be supported. This is particularly important in the context of data retention, management, and reuse. In this future, national infrastructure actively supports and builds on local repositories and nationally significant databases, becoming a dynamic ecosystem which responds to an evolving set of needs with time.</p>\n<p>l. To support end users to navigate this landscape, a national index or repository is needed to complement domain specific or local community or</p>\n",
      "date_published": "2022-03-15T00:00:00Z"
    }
  ]
}
