{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "Data in Research Aotearoa",
  "language": "en",
  "home_page_url": "https://dir-aotearoa.github.io/",
  "feed_url": "https://dir-aotearoa.github.io/feed/feed.json",
  "description": "We are experts, communities, and organisations involved in the production, measurement, collection, storage, and use of data in research.",
  "author": {
    "name": "Nick Jones",
    "url": "https://profiles.auckland.ac.nz/n-jones"
  },
  "items": [{
      "id": "https://dir-aotearoa.github.io/posts/newsletter-2024-04/",
      "url": "https://dir-aotearoa.github.io/posts/newsletter-2024-04/",
      "title": "April 2024 newsletter",
      "content_html": "<h1 id=\"aotearoa-new-zealand-national-committee-on-data-in-research-(codir)\">Aotearoa New Zealand National Committee on Data in Research (CoDiR) <a class=\"direct-link\" href=\"#aotearoa-new-zealand-national-committee-on-data-in-research-(codir)\">#</a></h1>\n<p>Report from the Committee to the CoDiR Forum<br>\nApril 2024</p>\n<h2 id=\"summary\">Summary <a class=\"direct-link\" href=\"#summary\">#</a></h2>\n<p>Key CoDiR news included in this report:</p>\n<ul>\n<li><a href=\"#data-landscape-review\">The Data Landscape Review</a></li>\n<li><a href=\"#research-data-culture-conversation\">Research Data Culture Conversation</a></li>\n<li><a href=\"#draft-projects\">Other projects underway or being developed</a></li>\n<li><a href=\"#science-system-advisory-group-open-for-submissions\">Science System Advisory Group open for submissions</a></li>\n<li><a href=\"#codata-unions-forum\">CODATA Unions Forum</a></li>\n<li><a href=\"#eresearch-nz-2024-conference-report-and-2025-conference\">eResearch 2024 Conference Report and 2025 Conference</a></li>\n<li><a href=\"#international-data-week-2025\">International Data Week 2025</a></li>\n<li><a href=\"#wds-news\">WDS News</a></li>\n<li><a href=\"#codata-worldfair-reports\">CODATA Notices</a></li>\n<li><a href=\"#ictd-2024-conference\">ICTD 2024</a></li>\n<li><a href=\"#codata-working-group-on-data-ethics\">CODATA Working Group on Data Ethics</a></li>\n<li><a href=\"#worldfair-webinar-series\">WorldFAIR Webinar Series</a></li>\n<li><a href=\"#codir-2024-committee-membership\">CoDiR 2024 Committee Membership</a></li>\n</ul>\n<h2 id=\"project-work\">Project Work <a class=\"direct-link\" href=\"#project-work\">#</a></h2>\n<h3 id=\"data-landscape-review\">Data Landscape Review <a class=\"direct-link\" href=\"#data-landscape-review\">#</a></h3>\n<p>The project is complete. The full report can be found at: <a href=\"https://doi.org/10.15663/UoW.RDLA.DEC2023\">https://doi.org/10.15663/UoW.RDLA.DEC2023</a>, and was shared/discussed at meetings with the Chief Science Advisors' Forum, on 31 Jan, and MBIE on 29 Feb.</p>\n<p>The report resonated with some other discussions the CSA Forum had been having around the uses of geospatial data, particularly related to disaster response work. They were positive about the report, but pointed out that while it is useful to policy people, decision makers would need more focussed and engaging material. It was suggested that there should be a series of short case studies developed that would show the benefits of enhancing data work in NZ. Ideas are being developed in this space but resource constraints are slowing further work in this space.</p>\n<p>Roughly 130 people from the MBIE policy teams were invited to the MBIE session and 50 or so attended – this was apparently a very strong turnout. They liked the Nosek Pyramid approach for the recommendations, and in terms of the presentation that was made (<a href=\"https://docs.google.com/presentation/d/1OlvQbgLYWxAAIvlkIxREekbYIom1dF6n/edit#slide=id.p1\">MBIE presentation.pptx - Google Slides</a>), and in a context of fiscal restraint, they also liked the “low hanging fruit’. They were keen on the Landscape Report being more actively disseminated. There was comment on the Australian Research Data Commons move towards supporting domain-based work (as opposed to more work around centralised support of infrastructure/training that is cross-disciplinary in nature). There was discussion of the MBIE roles in policy and in infrastructure (the top and bottom of the pyramid), but it was pointed out that they could/should contribute to the framework for filling the gap between policy and the coalface – and to training and skills uplift that is needed to support better data management and FAIR/CARE principles.</p>\n<p>Any further feedback is welcome.</p>\n<h3 id=\"research-data-culture-conversation\">Research Data Culture Conversation <a class=\"direct-link\" href=\"#research-data-culture-conversation\">#</a></h3>\n<p>After developing a baseline of Research Data in Aotearoa in 2023 with the help of Australian RDCC colleagues, we attempted to repeat the exercise in order to determine a growth rate of research data. These results were shared at eResearch NZ in February 2024, indicating a growth rate of about ~25% indicating there was likely 56 PB of research data holdings as of December 2023. This is in line with our Australian colleagues who have measured ~30 % growth rates over the last 5 years or so. Though it's important to note with fewer institutes contributing, the margin of error will be large. Slides from the BoF session, held with Australian RDCC colleagues are available to view: <a href=\"https://eresearchnz.figshare.com/articles/presentation/Making_research_data_count/25333087\">Making research data count</a>.</p>\n<p>A second and related BoF was also held at eResearch NZ, <a href=\"https://eresearchnz.figshare.com/articles/presentation/Unravelling_the_data_lifecycle/25333114\">Unravelling the data lifecycle</a>. Based on recent work carried out in Australia, as part of the Institutional Underpinnings program of the ARDC. Depicted here as “unravelling” the life cycle diagram, the challenges exposed relate to the nature of the decisions that drive data curation, retention, and disposal in each life cycle stage. Both sessions had good attendance and some lively debate over the idea of deleting research data. Related to this, there is a proposed RDA working group - <a href=\"https://www.rd-alliance.org/active-disposal-research-data-what-you-need-know-and-do-you-push-delete/\">Active disposal of research data: what you need to know and do before you push delete</a> - at the upcoming RDA virtual plenary 22.</p>\n<p>Next steps for the RDCC in both Australia and New Zealand are currently being decided based on the feedback received from the broader community, with Australia currently in talks with CAUDIT and AeRO. There has also been momentum around understanding the role of data stewardship in the context of Institutional Research data holdings.</p>\n<p>From the New Zealand side, Claire Rye and Nick Jones from NeSI have been leading the kōrero and would be keen to engage further with interested members of the data community. Please reach out to <a href=\"mailto:claire.rye@nesi.org.nz\">claire.rye@nesi.org.nz</a>.</p>\n<h2 id=\"draft-projects\">Draft Projects <a class=\"direct-link\" href=\"#draft-projects\">#</a></h2>\n<h3 id=\"review-of-research-data-management-planning\">Review of Research Data Management Planning <a class=\"direct-link\" href=\"#review-of-research-data-management-planning\">#</a></h3>\n<p>This project will develop recommendations on research data management planning and subsequent implementation. We understand the importance of good research data management planning but are also aware of issues which affect the (non-)delivery or execution of these plans. Tentative working group: Michelle Blake, Richard Hartshorn, Nick Jones, Claire Rye (NeSI), Grace Walker.</p>\n<p>Possible future projects have been identified:</p>\n<ul>\n<li>Data quality in a NZ context - how good, ethical issues, wider benefit</li>\n<li>Identifying gaps in research data management and how to fill them – particularly around skills development (either for data specialists, or up-skilling people from other disciplines), and around achieving consistency between funding organisations about data policy mandates</li>\n<li>Developing a bicultural data ontology, by bringing together existing resources of this kind from different organisations in different parts of the data world (this may be of particular interest to CONZUL, and the following links provide some relevant examples: <a href=\"https://paekoroki.tauranga.govt.nz/nodes/view/53930\">https://paekoroki.tauranga.govt.nz/nodes/view/53930</a> and <a href=\"https://paekoroki.tauranga.govt.nz/pages/waka-hourua\">https://paekoroki.tauranga.govt.nz/pages/waka-hourua</a>)</li>\n<li>Open Data Policy and FAIR Principles (which may be an update on earlier documents). A relevant example paper: <a href=\"https://codata.org/initiatives/task-groups/fair-data-for-disaster-risk-research/white-paper-series/second-white-paper-on-next-generation-disaster-data-infrastructure/\">https://codata.org/initiatives/task-groups/fair-data-for-disaster-risk-research/white-paper-series/second-white-paper-on-next-generation-disaster-data-infrastructure/</a></li>\n</ul>\n<p>Thoughts and suggestions on possible additional projects are very welcome.</p>\n<h2 id=\"science-system-advisory-group-open-for-submissions\">Science System Advisory Group open for submissions <a class=\"direct-link\" href=\"#science-system-advisory-group-open-for-submissions\">#</a></h2>\n<p>MBIE has announced two advisory groups working in parallel to review the academic and research system in Aotearoa New Zealand. The Science System Advisory Group <a href=\"https://www.ssag.org.nz\">https://www.ssag.org.nz</a> is currently receiving submissions for the first phase of its review with a deadline of 17 May and a 4 page limit. An initial report back due mid-year and a final report due before the end of this year. CoDiR will be making a submission and encourages submissions while also maintaining a keen interest in hearing from anyone with a view to share. Please contact CoDiR Chair Richard Hartshorn <a href=\"mailto:richard.hartshorn@canterbury.ac.nz\">richard.hartshorn@canterbury.ac.nz</a>.</p>\n<h2 id=\"codata-unions-forum\">CODATA Unions Forum <a class=\"direct-link\" href=\"#codata-unions-forum\">#</a></h2>\n<p>CODATA is looking to establish, in collaboration with the International Science Council, a forum for data-related issues in which scientific unions and related bodies can engage directly to understand their activities and concerns, and identify opportunities for greater collaboration and joint projects. If you have interest in this idea, and particularly if you are connected with an international scientific union, please connect with Richard Hartshorn <a href=\"mailto:richard.hartshorn@canterbury.ac.nz\">richard.hartshorn@canterbury.ac.nz</a>.</p>\n<h2 id=\"eresearch-nz-2024-conference-report-and-2025-conference\">eResearch NZ 2024 Conference Report and 2025 Conference <a class=\"direct-link\" href=\"#eresearch-nz-2024-conference-report-and-2025-conference\">#</a></h2>\n<p>This year marked eResearch NZ’s 15th, and a return to Wellington. The meeting held much of interest for those involved in Research Data. To whet appetites one inspirational talk came from Professor Carole Goble. Carole has a long history of leadership in the UK eScience community, and has been a key driver of data workflows, skills training, and sensitive data capabilities. Carole described the impressive work underway within the biological and life sciences to federate and integrate data and data platforms, along with a compelling view of the potential impact from an emerging protocol called RO Crate. <a href=\"https://www.youtube.com/watch?v=5J-1tT92u0w\">Watch Carole’s keynote</a>! A brief report on the meeting can be found at REANNZ, the host of this year’s event: <a href=\"https://www.reannz.co.nz/news-and-events/eresearch-2024-hit-the-spot-for-delegates/\">eResearch 2024 hit the spot for delegates :: REANNZ</a></p>\n<p>The eResearch conference series is well-aligned with many of the interests of CoDiR Forum members, and we believe that this may represent a good opportunity for us to get together. We hope to involve more CoDiR people/activities in this series of meetings. You can find more information on this conference at <a href=\"https://www.eresearchnz.co.nz\">https://www.eresearchnz.co.nz</a>.</p>\n<p>For those interested in the scope of the meeting, the abstract book for the 2024 conference can be found here: <a href=\"https://bpb-ap-se2.wpmucdn.com/blogs.auckland.ac.nz/dist/6/983/files/2024/02/eResearch-Abstract-handbook-eadaf72337221f70.pdf\">eResearch-Abstract-handbook-eadaf72337221f70.pdf</a> and the presentations are available on the eResearch NZ figshare <a href=\"https://eresearchnz.figshare.com/\">https://eresearchnz.figshare.com/</a>.</p>\n<p>NeSI is hosting next year - look out for news on the 2025 edition, you can sign up to receive updates here !</p>\n<h2 id=\"international-data-week-2025\">International Data Week 2025 <a class=\"direct-link\" href=\"#international-data-week-2025\">#</a></h2>\n<p>International Data Week is a key conference in the area, has important threads in the areas of Indigenous Data Sovereignty, data infrastructure, Open Science, and FAIR Data.</p>\n<p>The 2025 edition will be held in Brisbane from October 13-16: <a href=\"https://codata.org/events/conferences/international-data-week-2025/\">International Data Week 2025, Brisbane, Australia - CODATA, The Committee on Data for Science and Technology</a>.</p>\n<p>This represents a real opportunity for data-oriented people to connect internationally. Such conferences do not often come to the region and it would be good to have a strong showing from NZ.</p>\n<h2 id=\"wds-news\">WDS News <a class=\"direct-link\" href=\"#wds-news\">#</a></h2>\n<p>Claire Rye is the ECR rep on the WDS Scientific committee. Claire is highlighting the <a href=\"https://worlddatasystem.org/webinars/\">upcoming webinar series</a> and also issuing a general invite to join the <a href=\"https://worlddatasystem.org/early-career-researchers-network/\">WDS early career researcher network</a>, who are keen to recruit members from this side of the world.</p>\n<h2 id=\"codata-worldfair-reports\">CODATA WorldFAIR Reports <a class=\"direct-link\" href=\"#codata-worldfair-reports\">#</a></h2>\n<p>WorldFAIR — the flagship project of the CODATA Decadal Programme, “Making Data Work for Cross-Domain Grand Challenges” — has had a busy start to 2024. In the first three months of the year, we have published <strong>eight new reports: for agricultural biodiversity, chemistry, geochemistry, nanomaterials, and social studies research</strong>. All these outputs are freely available online.</p>\n<p><em>Agricultural biodiversity</em></p>\n<ul>\n<li><strong>WorldFAIR (D10.2) Agricultural Biodiversity Standards, Best Practices and Guidelines Recommendations</strong>. This new report presents the results from six pilot studies adopting standards and recommendations from our discovery phase.<br>\nMore: <a href=\"https://doi.org/10.5281/zenodo.10666593\">https://doi.org/10.5281/zenodo.10666593</a>.<br>\nAlongside this report is a <strong>Tutorial</strong> that facilitates the standardisation of any spreadsheet containing plant-pollinator interaction data, and assists in sharing the final product in the REBIPP or other platforms. More: <a href=\"https://doi.org/10.5281/zenodo.10688865\">https://doi.org/10.5281/zenodo.10688865</a></li>\n<li><strong>WorldFAIR (D10.3) Agricultural biodiversity FAIR data assessment rubrics</strong>. Introduces a set of FAIR assessment tools tailored to the plant-pollinator interactions domain, to help researchers and institutions evaluate adherence to the FAIR principles.<br>\nMore: <a href=\"https://doi.org/10.5281/zenodo.10719265\">https://doi.org/10.5281/zenodo.10719265</a></li>\n</ul>\n<p><em>Chemistry</em></p>\n<ul>\n<li><strong>WorldFAIR (D3.2) Training Package: FAIR Chemistry Cookbook</strong>. This “Cookbook” trains various user groups in the chemical sciences in the FAIR principles and machine-readable chemical data. It serves as a toolbox of interactive recipes for implementing FAIR at various levels and for various users. More: <a href=\"https://doi.org/10.5281/zenodo.10711950\">https://doi.org/10.5281/zenodo.10711950</a></li>\n<li><strong>WorldFAIR (D3.3) Utility services for Chemistry Standards</strong>. Criteria for web-based services that organisations can implement based on preferred technologies (e.g., toolkits, programming languages). The services are intended to confirm chemical identity and provide feedback on the machine-readability of chemical data and metadata representations based on IUPAC standard rule sets and community best practices, to support a range of stakeholders engaging in chemical data exchange online.<br>\nMore: <a href=\"https://doi.org/10.5281/zenodo.10514901\">https://doi.org/10.5281/zenodo.10514901</a></li>\n</ul>\n<p><em>Geochemistry</em></p>\n<ul>\n<li><strong>WorldFAIR (D5.2) Geochemistry Methodology and Outreach</strong>. Advocating the utility and significance of FAIR Implementation Profiles (FIPs) for the geochemistry community, and presenting a set of policy and organisational recommendations.<br>\nMore: <a href=\"https://doi.org/10.5281/zenodo.10406332\">https://doi.org/10.5281/zenodo.10406332</a></li>\n<li><strong>WorldFAIR (D5.3) Guidelines for implementing Geochemistry FIPs</strong>. We guide the geochemistry data infrastructure community towards convergence by identifying FAIR Enabling Resources (FERs) in current use by the geosciences community. We propose creating a reference FIP or catalogue of FERs to promote interoperability and prevent duplication of efforts. More: <a href=\"https://doi.org/10.5281/zenodo.10712808\">https://doi.org/10.5281/zenodo.10712808</a></li>\n</ul>\n<p><em>Nanomaterials</em></p>\n<ul>\n<li><strong>WorldFAIR (D4.2) FAIRification of nanoinformatics tools and models<br>\nrecommendations</strong>. Targeted towards nanoinformatics model developers, this report presents a set of recommendations and prototypes for FAIRification of nanoinformatics tools and models. The focus is on tools and software primarily, and also FAIRIfication of the underpinning (and resulting) datasets. More: <a href=\"https://doi.org/10.5281/zenodo.10629631\">https://doi.org/10.5281/zenodo.10629631</a></li>\n</ul>\n<p><em>Social studies</em></p>\n<ul>\n<li><strong>WorldFAIR (D6.3) Pilot Testing Harmonisation Workflows</strong>. We test the use of standardised workflows based on registry services available at the Australian Data Archive (ADA) and Sikt through their respective Colectica registries. The workflow steps are piloted with the International Social Survey Program (ISSP), to evaluate the Cross-Cultural Survey Harmonisation workflow as a suitable process for machine-to-machine based survey harmonisation. More: <a href=\"https://doi.org/10.5281/zenodo.10724744\">https://doi.org/10.5281/zenodo.10724744</a></li>\n</ul>\n<p>For more on all things WorldFAIR, visit us online at <a href=\"http://worldfair-project.eu\">http://worldfair-project.eu</a>.</p>\n<p>WorldFAIR is funded by the EC HORIZON-WIDERA-2021-ERA-01-41 Coordination and Support Action under Grant Agreement No. 101058393.</p>\n<h2 id=\"ictd-2024-conference\">ICTD 2024 Conference <a class=\"direct-link\" href=\"#ictd-2024-conference\">#</a></h2>\n<p>The 13th International Conference on Information &amp; Communication Technologies and Development (ICTD 2024), to be hosted in Nairobi, Kenya from December 9-11, 2024, invites you to submit research papers (<a href=\"http://www.ictd.org\">http://www.ictd.org</a>).</p>\n<p>About: ICTD 2024 provides an international forum for scholarly researchers to explore the role of information and communication technologies (ICTs) in social, political, and economic development. The ICTD conferences have been taking place approximately every 18 months since 2006. The conference reflects the multidisciplinary and multisectoral nature of ICTD work, with representation from a broad range of areas (anthropology, communication, computer science, design, economics, electrical engineering, geography, global health, information science, political science, sociology, and many others), as well as participation from academia, industry, civil society, and government.</p>\n<p>Submission Guidelines: Please refer to the instructions on the conference web site – <a href=\"http://www.ictd.org\">http://www.ictd.org</a>.</p>\n<p>Accepted papers will be included in the ACM Digital Library.</p>\n<p><strong>Important Dates</strong></p>\n<ul>\n<li><strong>15 July 2024:</strong> Deadline for submission of Full Papers</li>\n<li><strong>15 August 2024:</strong> Notification of acceptance for Full Papers</li>\n<li><strong>15 September 2024:</strong> Camera-ready deadline for Full Papers</li>\n</ul>\n<p>All submissions are due 11:59 pm AoE (Anywhere on Earth).</p>\n<h2 id=\"codata-working-group-on-data-ethics\">CODATA Working Group on Data Ethics <a class=\"direct-link\" href=\"#codata-working-group-on-data-ethics\">#</a></h2>\n<p>The <a href=\"https://codata.org/initiatives/task-groups/data-ethics/\">CODATA Working Group on Data Ethics (now a Task Group)</a>, has produced three policy briefings on important topics in relation to data ethics. At least two more are in the pipeline.</p>\n<p>The policy briefings respond to the <a href=\"https://unesdoc.unesco.org/ark:/48223/pf0000379949\">UNESCO Recommendation on Open Science</a>. They start from the premise that the Recommendation, in its statements of values and principles, and its other argumentation, is a document with a significant ethical orientation. The policy briefings, therefore, seek to augment the Recommendation and add further considerations and policy guidance for ethical issues in relation to data.</p>\n<p>The first three Policy Briefs are available for comment. We will greatly appreciate feedback by 25/04/2024:</p>\n<p><strong>Data Ethics and Research Integrity <a href=\"https://doi.org/10.5281/zenodo.10933361\">https://doi.org/10.5281/zenodo.10933361</a></strong> <br><br>\nFeedback is welcomed via the form <a href=\"https://forms.gle/SmkhP9XzunRLysGL6\">https://forms.gle/SmkhP9XzunRLysGL6</a> or directly to the authors: Leo Lahti <a href=\"mailto:leo.lahti@utu.fi\">leo.lahti@utu.fi</a>, Joy Jang <a href=\"mailto:joyjang@umich.edu\">joyjang@umich.edu</a>, Hu Lianglin <a href=\"mailto:hull@cnic.cn\">hull@cnic.cn</a>, Dirk Hommrich, <a href=\"mailto:hommrich@kulturforschung-hd.de\">hommrich@kulturforschung-hd.de</a>, Sun Kun Oh <a href=\"mailto:sunkun.oh@gmail.com\">sunkun.oh@gmail.com</a></p>\n<p><strong>Data Ethics and Privacy <a href=\"https://doi.org/10.5281/zenodo.10933546\">https://doi.org/10.5281/zenodo.10933546</a></strong> <br><br>\nFeedback is welcomed via the form <a href=\"https://forms.gle/SmkhP9XzunRLysGL6\">https://forms.gle/SmkhP9XzunRLysGL6</a> or directly to the authors: Ashlin Lee <a href=\"mailto:Ashlin.Lee@csiro.au\">Ashlin.Lee@csiro.au</a>, Masanori Arita <a href=\"mailto:arita@nig.ac.jp\">arita@nig.ac.jp</a> and Steve McEachern <a href=\"mailto:steven.mceachern@anu.edu.au\">steven.mceachern@anu.edu.au</a></p>\n<p><strong>Data Ethics and Structural Inequities in Science <a href=\"https://doi.org/10.5281/zenodo.10933602\">https://doi.org/10.5281/zenodo.10933602</a></strong> <br><br>\nFeedback is welcomed via the form <a href=\"https://forms.gle/SmkhP9XzunRLysGL6\">https://forms.gle/SmkhP9XzunRLysGL6</a> or directly to the authors: Suchith Anand <a href=\"mailto:Suchith.Anand@nottingham.ac.uk\">Suchith.Anand@nottingham.ac.uk</a>, Louise Bezuidenhout, <a href=\"mailto:l.m.bezuidenhout@cwts.leidenuniv.nl\">l.m.bezuidenhout@cwts.leidenuniv.nl</a>, Andrew Cox <a href=\"mailto:a.m.cox@sheffield.ac.uk\">a.m.cox@sheffield.ac.uk</a>, Johannes John- Langba, <a href=\"mailto:JohnLangbaJ@ukzn.ac.za\">JohnLangbaJ@ukzn.ac.za</a>, Sabina Leonelli, <a href=\"mailto:S.Leonelli@exeter.ac.uk\">S.Leonelli@exeter.ac.uk</a></p>\n<h2 id=\"worldfair-webinar-series\">WorldFAIR Webinar Series <a class=\"direct-link\" href=\"#worldfair-webinar-series\">#</a></h2>\n<p><strong>April 22 @ 1:00 pm – 2:00 pm (UTC)</strong></p>\n<p><a href=\"https://zoom.us/meeting/register/tJcudeyprzwiE9I7SPN6yZ5_eW1ES3xsel9-\">Register here</a></p>\n<p><strong>Speakers:</strong></p>\n<ul>\n<li>Evan Bolton: Protocol Services: Standardized programmatic access to chemical information</li>\n<li>Stuart Chalk: Training Cookbook: Digital recipes for managing chemical data</li>\n<li>Iseult Lynch: The Case Study on Nanomaterials</li>\n</ul>\n<p><strong>More about the Case Studies:</strong></p>\n<p><em>Chemistry</em><br><br>\nThe WP3 (<a href=\"https://iupac.org/project/2022-012-1-024/\">FAIR Chemistry</a>) aims to align chemistry data standards with the FAIR data principles through:</p>\n<ul>\n<li>Development of guidelines, tools and validation services that enable scientists to share and store data in a FAIR manner;</li>\n<li>Addressing gaps in standards that currently restrain chemistry in both academic and industrial areas, in particular taking advantage of developments in AI/ML;</li>\n<li>Engaging critical stakeholders in the adoption of standards and best practices to significantly increase the amount of chemical data available for all scientific disciplines.</li>\n</ul>\n<p>Chemical substances touch on all areas of laboratory science and chemistry underlies many critical worldwide issues, including climate, health, food availability and sustainable development. Increased reporting of machine-readable chemical data will support active research in chemistry and related sciences worldwide, and will be essential to the development of the interdisciplinary science critical to address the UN Sustainable Development Goals and UNESCO’s priorities around Open Science. <a href=\"https://iupac.org/\">IUPAC</a> is the world authority on chemical nomenclature, terminology, and standardized methods of measurement, and is engaging in a concerted effort through collaboration with the broader chemistry and data science communities to translate a range of assets and activities into the digital domain. Aligning standards development and implementation with the FAIR data principles will facilitate development of guidelines, tools and validation services that support scientists to share and store data in a FAIR manner and support the ability to compile and interpret data across scientific disciplines.</p>\n<p><em>Nanomaterials</em><br><br>\nThe mapping of existing initiatives to increase the FAIRness of both nanomaterials and mixture toxicity datasets and computational approaches for toxicity and mixture assessment is a critical step towards identifying both the domain- specific features and the general features needed to maximise data and model FAIRness.</p>\n<p>Building on this mapping, and the development of a FIP, the case study will foster development and piloting of interoperability standards and guidelines for increasing FAIRness in the interlinked scientific disciplines (chemical toxicity, nanomaterials toxicity and characterisation, risk assessment, advanced materials, environmental science), and across the different domains.</p>\n<p>This case study will enable the further adoption of the FAIR principles by the international nanomaterial community and encourage greater alignment with neighbouring disciplines and communities.</p>\n<p>It builds on the partners’ successful collaboration in NanoCommons (a research infrastructure for nanoinformatics and FAIR nanomaterials data) and their leadership of the IUPAC InChI Trust efforts to develop a standard extension of the InChI for nanomaterials.</p>\n<p>It will test the pilot operationalisation of the FAIR principles; run conference sessions and workshops with stakeholders (including the InChI-for-nano domain experts, and international ‘nano’ database managers and their users) to apply, refine, implement, improve the metrics for FAIR nanosafety datasets; and develop an inventory of FAIR nanoinformatics models and their domains of applicability, underpinning datasets and APIs to support interoperability, including guidelines to further improve the interoperability of nanoinformatics models.</p>\n<p>The results will include complete human- and machine-readable nanomaterials data provenance trails that can be implemented in a straightforward way using the distributed FAIRification approach.</p>\n<h2 id=\"codir-2024-committee-membership\">CoDiR 2024 Committee Membership <a class=\"direct-link\" href=\"#codir-2024-committee-membership\">#</a></h2>\n<ul>\n<li>Hamza Ajmal, Livestock Improvement Corporation, Market Analyst</li>\n<li>Maryam Alavi, Plant and Food Research, Data Science</li>\n<li>Michelle Blake, University of Waikato/Council of New Zealand University Libraries/Open Access Australasia Executive Board/International Association of University Libraries Executive Board, Library</li>\n<li>Richard Hartshorn, University of Canterbury/CODATA Executive Committee/IUPAC Secretary General, Chemistry</li>\n<li>Nick Jones, NeSI/RDA Organisational Advisory Board, Research Software &amp; Data - Skills &amp; Infrastructure</li>\n<li>Tahu Kukutai, University of Waikato/Ngā Pae o te Māramatanga/Global Indigenous Data Alliance, Demography</li>\n<li>Barry Milne, University of Auckland/COMPASS, Social Sciences</li>\n<li>Tom Saunders, University of Auckland, eResearch Engagement</li>\n<li>James Savage, Southern Institute of Technology | Te Pūkenga, Research Coordinator</li>\n<li>Grace Walker, University of Otago/Ngāi Tahu Research Centre/Think Analytic Ltd, Psychology/Data Science</li>\n</ul>\n<p>International contact people:</p>\n<ul>\n<li>CODATA: Richard Hartshorn</li>\n<li>RDA: Nick Jones</li>\n<li>WDS: Kristin Stock</li>\n<li>WDS ECR Network: Claire Rye</li>\n</ul>\n",
      "date_published": "2024-04-23T00:00:00Z"
    },{
      "id": "https://dir-aotearoa.github.io/posts/founding-members-announced/",
      "url": "https://dir-aotearoa.github.io/posts/founding-members-announced/",
      "title": "Founding members announced.",
      "content_html": "<p><em>The founding members for the Committee on Data in Research have been announced following a <a href=\"https://www.royalsociety.org.nz/news/aotearoa-new-zealand-national-committee-on-data-in-research-request-for-expressions-of-interest/\">national call for expressions of interest</a> supported by Te Apārangi the Royal Society of New Zealand.</em></p>\n<p>On behalf of the establishment group for the Aotearoa New Zealand Committee on Data in Research, I am pleased to present the recommended roster for the committee.</p>\n<ul>\n<li><strong>Maryam Alavi</strong>, Plant and Food Research, Data Science</li>\n<li><strong>Michelle Blake</strong>, University of Waikato/Council of New Zealand University Librarians/Open Access Australasia Executive Board/International Association of University Libraries Executive Board, Library</li>\n<li><strong>Bapon Fakhruddin</strong>, Tonkin + Taylor, Engineer/Disaster Risk Resilience</li>\n<li><strong>Richard Hartshorn</strong>, University of Canterbury/CODATA Executive Committee/IUPAC Secretary General, Chemistry</li>\n<li><strong>Nick Jones</strong>, NeSI/RDA Organisational Advisory Board, Research Software &amp; Data - Skills &amp; Infrastructure</li>\n<li><strong>Tahu Kukutai</strong>, University of Waikato/Ngā Pae o te Māramatanga/Global Indigenous Data Alliance, Demography</li>\n<li><strong>Andrew Lensen</strong>, Victoria University of Wellington, Artificial Intelligence</li>\n<li><strong>Barry Milne</strong>, University of Auckland/COMPASS, Social Sciences</li>\n<li><strong>Gerald (Jay) Naepi</strong>, Matada Research Group, Pacific peoples</li>\n<li><strong>Grace Walker</strong>, University of Otago/Ngāi Tahu Research Centre/Think Analytic Ltd, Psychology/Data Science</li>\n</ul>\n<p>We received approximately 30 expressions of interest, and it was very challenging to develop a roster that we believe provides a balance of discipline expertise, sector representation, career stage, and diversity.</p>\n<p>We did note, in particular, that there was a pleasing number of expressions of interest from early career researchers. The establishment group will be recommending to the new committee that an early career group be established within the forum, and this idea did have some influence on our recommendation.</p>\n<p>We wish to emphasise that the terms of reference for the committee specify a regular turn-over of membership, and we anticipate that applicants who have been unsuccessful in this round or any other members of the wider forum will join the committee in future.</p>\n<p>We have called the meeting of the wider forum, with a view to securing your approval of our recommendations, and we hope that you will be able to attend that meeting and participate in the work taken on by the forum.</p>\n<p>Ngā mihi<br>\nRichard Hartshorn</p>\n",
      "date_published": "2022-07-11T00:00:00Z"
    },{
      "id": "https://dir-aotearoa.github.io/posts/aotearoa-landscape-review/",
      "url": "https://dir-aotearoa.github.io/posts/aotearoa-landscape-review/",
      "title": "Aotearoa NZ Data Landscape Review",
      "content_html": "<p>The Aotearoa New Zealand National Committee on Data in Research is a newly established group which brings together a diverse range of experts, communities, and organisations involved in the production, measurement, collection, storage, and use of data in research. The Committee provides a unique forum for identifying the challenges, opportunities, and initiatives which characterise Aotearoa’s current and future research data ecosystem, and connects to the global research ecosystem through national membership roles within such bodies as CODATA, WDS, and RDA. The committee recognises the uniqueness of Te Tiriti o Waitangi as a guiding and innovative force and supports the principles of Indigenous and Māori data sovereignty. A core group (Richard Hartshorn, Tahu Kukutai, Nick Jones, Michelle Blake, Bapon Fakhruddin, Ilze Ziedins) has been assembled to progress the Committee’s goals, and to generate and maintain momentum. Initiation of key projects was rapidly identified as a practical and necessary route to such outcomes.</p>\n<p>As an initial project, the core group has identified the need for an Aotearoa data landscape review. Several landscape-type initiatives have been undertaken, but all have major gaps. The AI Forum 2018 report ‘Artificial Intelligence: Shaping a Future New Zealand’ provided limited mapping of the emerging Aotearoa AI landscape, but was largely focused on discussing the economic and societal implications and recommendations for removing barriers and challenges to AI adoption. Issues relating to Māori, mātauranga Māori, and Māori data sovereignty remained largely unaddressed. Furthermore, the challenges inherent in the data lifecycle are much broader than those related to the AI technologies that can be applied at points in that lifecycle.</p>\n<p>The Royal Society Te Apārangi 2019 report ‘The age of artificial intelligence in Aotearoa’ summarised the risks and opportunities of AI for Aotearoa, but its main purpose was to connect to a much larger report on AI and wellbeing from the Australian Council of Learned Academies. The now-defunct New Zealand Data Futures Forum produced a range of reports focused on how to accelerate Aotearoa to be the world leader in the trusted use of shared data. None of these initiatives provided a clear summary of the state of data in Aotearoa.</p>\n<p>Using the example of the Canadian research data management landscape review, we propose to undertake a landscape review of data in research. The review will:</p>\n<ul>\n<li>Summarise the research data landscape in Aotearoa, identifying the key actors, institutions and initiatives in both the public and private sectors.</li>\n<li>Identify challenges and opportunities for the current research data ecosystem.</li>\n<li>Consider issues relating to Māori data sovereignty.</li>\n</ul>\n",
      "date_published": "2022-06-01T00:00:00Z"
    },{
      "id": "https://dir-aotearoa.github.io/posts/tap-submission/",
      "url": "https://dir-aotearoa.github.io/posts/tap-submission/",
      "title": "Response to Te Ara Paerangi.",
      "content_html": "<p>Who we are and why we are making a submission</p>\n<p>a. This submission is from a small group of colleagues from diverse backgrounds and roles in research who have convened around a common theme of data in research. The submitters are part of a formative group looking to establish a cross-sector committee on data in research at the request of the Royal Society Te Apārangi. The committee on data in research aims to promote and connect across a broad and inclusive landscape, identifying the challenges, needs, opportunities, and initiatives which characterise Aotearoa New Zealand’s current and future research ecosystem. The committee recognises the uniqueness of the Te Tiriti partnership as a guiding and innovative force, and aims to facilitate broader awareness of opportunities and connections within a global research ecosystem, including taking on a role of national membership within such bodies as CODATA, WDS, and RDA.</p>\n<p>b. The submitters come from a range of research sector backgrounds and roles. We embrace an inclusive definition of research including Mātauranga Māori, which assumes governance, leadership, and priority setting in relevant spaces belongs with Māori.</p>\n<p>c. We’re making this submission as we’re recognising common interests around data in research despite our diverse situations and needs. These interests lie in exploring values and principles, addressing policies and practices, and promoting goals and investments across a wide range of communities and institutions within the research sector. As we embark, our vision for the future is somewhat constrained by a high degree of fragmentation across the sector - there is no holistic view of the research data landscape, nor a recognisable body that aspires to establish a vision for this essential aspect of a modern research sector. Aotearoa New Zealand is not advanced in the capability to exploit research data and therefore unable to maximise the value of research data as an asset/taonga, and ensure reuse of data or reproducibility to increase the trust in science.</p>\n<p>Submitters</p>\n<ul>\n<li>Michelle Blake, University Librarian, University of Waikato</li>\n<li>Richard Hartshorn, Professor of Chemistry, University of Canterbury, and Secretary General of the<br>\nInternational Union of Pure and Applied Chemistry</li>\n<li>Nick Jones, Director, NeSI - New Zealand eScience Infrastructure, University of Auckland</li>\n<li>Kristin Stock, Director, Massey Geoinformatics Collaboratory, Massey University</li>\n<li>Ilze Ziedins, University of Auckland</li>\n<li>Bapon Fakhruddin, Tonkin + Taylor</li>\n<li>Blair Hall, Measurement Standards Laboratory of New Zealand, Callaghan Innovation</li>\n<li>Maui Hudson, Te Kotahi Research Institute, University of Waikato</li>\n</ul>\n<p>This submission represents our views as individuals, and may not necessarily reflect the view of our employing<br>\ninstitutions.</p>\n<p>What does good look like?</p>\n<p>d. Our collective ambition for data in research is rich in potential:</p>\n<ul>\n<li>ethics and quality in the way data is incorporated into and applied within research, with a focus on being in service to the communities and environments it characterises and with a te ao Māori appreciation woven throughout;</li>\n<li>description of data standardised in support of research integrity and accuracy, underpinning quality and reproducible research;</li>\n<li>research skills, practice, and infrastructure that enable researchers to make data as open as possible and as closed as necessary, all the while embracing FAIR and CARE principles;</li>\n<li>research institutions, policies, and funding which enable appropriate sharing of knowledge across horizons of research, including into practical application to enhance cultural, social, environmental, and economic outcomes;</li>\n<li>Māori-led research data spaces, founded on co-governance and with autonomy on priority setting and investment.</li>\n</ul>\n<p>e. Research is increasingly interdisciplinary, as illustrated by global grand challenges of the kind embodied in the UN Sustainable Development Goals, the Sendai Framework (2015-2030), Paris Climate Agreement (UNFCC 2015), and the Habitat III New Urban Agenda (United Nations Habitat III 2016), and this requires the development of new connections between people and between organisations, particularly in the context of data and data management. Sharing best practice and building relationships, both nationally and internationally, will add value to the work that we do, and open up new opportunities for collaborative research with enhanced benefit to Aotearoa New Zealand.</p>\n<p>f. We see a prominent role for Aotearoa New Zealand in the global ecology of research data - innovation will stem in part from our human-centred approaches which empower people and their communities. We see partnerships with Māori communities driving towards distribution and delegation of control to individuals and groups, including place based initiatives such as is envisioned through the regional Māori knowledge hubs. Through these mechanisms we collectively build capability for more ethical use of data, and accelerate new research such as in precision medicine and targeted public health.</p>\n<p>g. It is vital that the integration of mātauranga Māori leads the approach to research data management. Work has already taken place in relation to Indigenous and Māori data sovereignty which highlighted the need for data schemas, methods and tools that can be applied to Indigenous data. Consideration needs to be given as to how any data schemas e.g. Traditional Knowledge Labels are utilised to ensure the use of CARE (collective benefit, authority to control, responsibility, ethics) principles as well as the FAIR principles. Consideration of Mātauranga Māori will allow community control and self-determination in relation to data stewardship. This will be enabled by support for the development of standards relevant to Indigenous data (e.g IEEE Recommended Practice on Provenance of Indigenous Peoples’ Data <a href=\"https://standards.ieee.org/ieee/2890/10318/\">https://standards.ieee.org/ieee/2890/10318/</a> )</p>\n<p>h. We are advocates for a national approach to assist with skilled workforce shortages, for example, those that specialise in digital preservation and research data management and Māori data sovereignty. This would allow opportunities to be explored such as the creation of roles that could be shared across institutions to support research data management (this could be particularly useful for those in Art and Humanities areas where skills levels to support this are generally lower).</p>\n<p>i. Our vision is of a sector able to prioritise and invest into data spaces and platforms of high quality research data, which then act as catalysts for new research ideas, new methods, and greater degrees of interdisciplinary collaboration in addressing a wide range of needs. These platforms are empowered to operate beyond institutional boundaries, are co-designed with end-user communities and infrastructure partners all at the table, which through their work build a coherent framework across institutions for data sharing and discovery appropriate to delivery on their purpose or mission.</p>\n<p>j. These research data spaces become a core function, enabling the fulfilling of obligations for the retention of data and sharing it when it may be of use to others. As a sector we need ways in which research outputs and data can be leveraged to achieve more, or be useful in ways not envisaged at the time the research was done. Funding mechanisms need to operate outside of project funding structures, and incorporate interests beyond one organisation.</p>\n<p>k. We need data spaces as products that are supported from inception through to ongoing services, which then support and enable others with which they connect and collaborate. This embodies active encouragement to provide value for others and offers a route by which key inter-organisational infrastructure can be supported. This is particularly important in the context of data retention, management, and reuse. In this future, national infrastructure actively supports and builds on local repositories and nationally significant databases, becoming a dynamic ecosystem which responds to an evolving set of needs with time.</p>\n<p>l. To support end users to navigate this landscape, a national index or repository is needed to complement domain specific or local community or</p>\n",
      "date_published": "2022-03-15T00:00:00Z"
    }
  ]
}
